iostat-pgbench-kernel/ubuntu-14.04/3.13.0-24-generic/pgbench-ro/report.txt
transaction type: SELECT only
scaling factor: 1000
query mode: simple
number of clients: 16
number of threads: 4
duration: 300 s
number of transactions actually processed: 563290
tps = 1877.331934 (including connections establishing)
tps = 1877.529753 (excluding connections establishing)
statement latencies in milliseconds:
	0.006454	\set naccounts 100000 * :scale
	0.004391	\setrandom aid 1 :naccounts
	8.492601	SELECT abalance FROM pgbench_accounts WHERE aid = :aid;